Repository: daruyanagi/ScreenshotBooth
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# TrayOpen.Text
source: Open booth
ja_jp: ブースを開く

# TrayExit.Text
source: Exit
ja_jp: 終了

# SizeDropDown.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Booth size (the captured image size)
ja_jp: ブースのサイズ（撮影される画像のサイズ）

# FitToBoothSwitch.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Fit mode
ja_jp: フィットモード

# FitToBoothSwitch.OnContent
source: Fit: on
ja_jp: フィット: オン

# FitToBoothSwitch.OffContent
source: Fit: off
ja_jp: フィット: オフ

# FitToBoothTipOn
source: Fit mode is ON: resizing the booth resizes the target window to fill it (minus the shadow margin).
ja_jp: フィットモード オン: ブースをリサイズすると、対象ウィンドウが（影の余白を残して）ブースいっぱいに追従します。

# FitToBoothTipOff
source: Fit mode is OFF: resizing the booth leaves the target window as it is. Turn it on to make the target follow.
ja_jp: フィットモード オフ: ブースをリサイズしても対象ウィンドウはそのままです。追従させたいときはオンにしてください。

# ShutterButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Capture screenshot
ja_jp: 撮影

# RetakeButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Retake
ja_jp: 撮り直し

# RetakeButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Retake
ja_jp: 撮り直し

# SaveButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Save screenshot
ja_jp: 保存

# SaveButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Save
ja_jp: 保存

# ShareButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Share screenshot
ja_jp: 共有

# ShareButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Share
ja_jp: 共有

# CountdownButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Countdown
ja_jp: カウントダウン

# CountdownOffItem.Text
source: Off
ja_jp: なし

# Countdown3Item.Text
source: 3 seconds
ja_jp: 3 秒

# Countdown5Item.Text
source: 5 seconds
ja_jp: 5 秒

# Countdown10Item.Text
source: 10 seconds
ja_jp: 10 秒

# CountdownTipOff
source: Countdown: off (captures immediately)
ja_jp: カウントダウン: なし（すぐに撮影）

# CopyButton.Label
source: Copy to clipboard
ja_jp: クリップボードにコピー

# CopyButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Copy to clipboard
ja_jp: クリップボードにコピー

# CopyButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Copy the screenshot to the clipboard again
ja_jp: スクリーンショットをもう一度クリップボードにコピーします

# SaveButton.Label
source: Save
ja_jp: 保存

# ShareButton.Label
source: Share
ja_jp: 共有

# NoticeReleasedMessage
source: The target window is no longer held. Press {0} to start again.
ja_jp: 対象ウィンドウの固定を解除しました。もう一度撮るには {0} を押してください。

# NoticeCopiedMessage
source: Copied to the clipboard.
ja_jp: クリップボードにコピーしました。

# NoticeSavedMessage
source: Saved to {0}
ja_jp: {0} に保存しました

# NoticeNoForegroundMessage
source: No suitable window is in the foreground.
ja_jp: 対象にできるウィンドウが前面にありません。

# NoticeNoTargetMessage
source: No target window - press {0} over a window first.
ja_jp: 対象ウィンドウがありません。撮りたいウィンドウの上で {0} を押してください。

# NoticeHotkeyFailedTitle
source: Hotkey unavailable
ja_jp: ホットキーを使えません

# NoticeHotkeyFailedMessage
source: Couldn't register {0} (another app may be using it). Change the hotkey in Settings.
ja_jp: {0} を登録できませんでした（他のアプリが使用中かもしれません）。設定でホットキーを変更してください。

# SizeDropDown.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Sizes marked ❗ are smaller than the target window plus its shadow margin, so the target would stick out of the booth. Turn on Fit to make the target follow instead.
ja_jp: ❗ の付いたサイズは対象ウィンドウ＋影の余白より小さく、対象がブースからはみ出します。フィットをオンにすると対象が追従します。

# NoticeAutoFitTitle
source: Target resized
ja_jp: 対象ウィンドウをリサイズしました

# FitToBoothToggle.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Fit mode
ja_jp: フィットモード

# NoticeAutoFitMessage
source: The window was larger than the largest preset, so the booth was set to {0}x{1}, the window was shrunk into it, and Fit mode was turned on.
ja_jp: 対象ウィンドウが最大プリセットより大きいため、ブースを {0}x{1} にして縮小し、フィットモードをオンにしました。

# ChipHeldLabel
source: Held as the capture target
ja_jp: 撮影対象として固定中

# ChipReleaseLabel
source: Release
ja_jp: 解除

# NoticeRecoveredTitle
source: A window was left on top
ja_jp: 前回の終了時に固定が残っていました

# NoticeRecoveredMessage
source: "{0}" was still kept always-on-top from the previous run (the app did not exit cleanly). It has been released. Sorry about that.
ja_jp: 前回、正常に終了できなかったため「{0}」が最前面に固定されたままでした。固定を解除しました。ご迷惑をおかけしました。

# NoticeTargetMinimizedMessage
source: The target window was minimized, so it was released.
ja_jp: 対象ウィンドウが最小化されたため、固定を解除しました。

# NoticeTargetClosedMessage
source: The target window was closed, so it was released.
ja_jp: 対象ウィンドウが閉じられたため、固定を解除しました。

# NoticeTargetMaximizedMessage
source: The target window was maximized, so it was released.
ja_jp: 対象ウィンドウが最大化されたため、固定を解除しました。

# CountdownTipSeconds
source: Countdown: {0} seconds before capturing (press the shutter again or Esc to cancel)
ja_jp: カウントダウン: {0} 秒後に撮影（もう一度シャッターを押すか Esc で中止）

# NoticeCountdownCancelledMessage
source: Countdown cancelled.
ja_jp: カウントダウンを中止しました。

# ShutterButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Capture (copies to the clipboard); during a countdown, cancels it
ja_jp: 撮影（クリップボードへコピー）。カウントダウン中は中止

# CopiedToastLabel.Text
source: Captured and copied to the clipboard
ja_jp: 撮影しました。クリップボードにコピー済み

# PickerButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Pick a window
ja_jp: ウィンドウを選択

# PickerButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Click the window you want to capture (Esc or right-click to cancel)
ja_jp: 撮影したいウィンドウをクリックして選びます（Esc または右クリックで中止）

# PickerHint
source: Click the window you want to capture (Esc or right-click to cancel)
ja_jp: 撮影したいウィンドウをクリック （Esc または右クリックで中止）

# FitToBoothToggle.Label
source: Fit
ja_jp: フィット

# RetakeButton.Label
source: Retake
ja_jp: 撮り直し

# CountdownButton.Label
source: Countdown
ja_jp: カウントダウン

# TrayPick.Text
source: Pick a window to capture
ja_jp: 撮影するウィンドウを選択

# NoticePickerNothingMessage
source: Nothing to capture there: the desktop, the taskbar and this app's own windows cannot be targets. Click a window instead.
ja_jp: そこには撮影できるウィンドウがありません。デスクトップやタスクバー、このアプリ自身は対象にできません。ウィンドウをクリックしてください。

# PresetCustom
source: Custom
ja_jp: カスタム

# NoticeCancelledTitle
source: Cancelled
ja_jp: キャンセルしました

# IdleHintFormat
source: Activate the window you want to capture, then press {0}.
ja_jp: 撮影したいウィンドウをアクティブにした状態で {0} を押してください。

# NoticeSettingsBlockedMessage
source: Settings can't be opened while a window is held. Release it or take the shot first.
ja_jp: 対象ウィンドウを固定している間は設定を開けません。先に「解除」するか撮影してください。

# SettingsHeader.Text
source: Settings
ja_jp: 設定

# SettingsBackButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Back to the booth
ja_jp: ブースに戻る

# NoticeOpenSettingsAction
source: Open Settings
ja_jp: 設定を開く

# NoticeShareFailedMessage
source: Couldn't open the Share pane.
ja_jp: 共有パネルを開けませんでした。

# SaveTypeJpeg
source: JPEG image
ja_jp: JPEG 画像

# SaveTypePng
source: PNG image
ja_jp: PNG 画像

# SettingsButton.Label
source: Settings...
ja_jp: 設定...

# SettingsChannelPackaged
source: packaged
ja_jp: パッケージ版

# SettingsChannelWinget
source: winget
ja_jp: winget 版

# SettingsChannelZip
source: zip
ja_jp: ZIP 版

# SettingsCountdown10.Content
source: 10 seconds
ja_jp: 10 秒

# SettingsCountdown3.Content
source: 3 seconds
ja_jp: 3 秒

# SettingsCountdown5.Content
source: 5 seconds
ja_jp: 5 秒

# SettingsCountdownCard.Description
source: Seconds between pressing the shutter and the capture
ja_jp: シャッターを押してから撮影するまでの秒数

# SettingsCountdownCard.Header
source: Countdown
ja_jp: カウントダウン

# SettingsCountdownOff.Content
source: Off
ja_jp: なし

# SettingsDisplayAuto
source: Automatic (primary display)
ja_jp: 自動（プライマリ ディスプレイ）

# SettingsDisplayCard.Description
source: Where the booth and the target window go
ja_jp: ブースと対象ウィンドウを置くディスプレイ

# SettingsDisplayCard.Header
source: Display
ja_jp: ディスプレイ

# SettingsDisplayOption
source: Display {0}: {1}×{2}
ja_jp: ディスプレイ {0}: {1}×{2}

# SettingsDisplayPrimarySuffix
source: (primary)
ja_jp: （プライマリ）

# SettingsHotkeyCard.Header
source: Hotkey
ja_jp: ホットキー

# SettingsHotkeyInUse
source: {0} couldn't be registered (another app may be using it). The previous hotkey is still active.
ja_jp: {0} は登録できませんでした（他のアプリが使用中かもしれません）。以前の設定のままです。

# SettingsHotkeyKeyCard.Header
source: Key
ja_jp: キー

# SettingsHotkeyModifiersCard.Description
source: Include at least one of Win, Ctrl or Alt
ja_jp: Win、Ctrl、Alt のいずれかを含めてください

# SettingsHotkeyModifiersCard.Header
source: Modifiers
ja_jp: 修飾キー

# SettingsHotkeyNeedsModifier
source: Include at least one of Win, Ctrl or Alt.
ja_jp: Win、Ctrl、Alt のいずれかを含めてください。

# SettingsJpegQualityCard.Header
source: JPEG quality
ja_jp: JPEG の品質

# SettingsLanguageCard.Header
source: Language
ja_jp: 言語

# SettingsLanguageSystem.Content
source: Follow the system
ja_jp: システムの設定に従う

# SettingsMarginCard.Description
source: Space around the target window (DIPs); leave room for the shadow and rounded corners
ja_jp: 対象ウィンドウの周りに空ける幅（DIP）。影と角丸が収まる幅にしてください

# SettingsMarginCard.Header
source: Margin
ja_jp: 余白

# SettingsRestartInfoBar.Message
source: The language change takes effect after restarting the app.
ja_jp: 言語の変更はアプリを再起動すると反映されます。

# SettingsRestoreLayoutCard.Description
source: When the booth lets go of the target, it goes back to where it was, at its original size
ja_jp: ブースが対象を手放したとき、元の位置とサイズに戻します

# SettingsRestoreLayoutCard.Header
source: Restore the target window's layout after capture
ja_jp: 撮影後に対象ウィンドウのレイアウトを復元する

# SettingsSaveFormatCard.Description
source: Preselected in the Save dialog (the clipboard always gets PNG)
ja_jp: 保存ダイアログで最初に選ばれる形式（クリップボードは常に PNG）

# SettingsSaveFormatCard.Header
source: Save format
ja_jp: 保存形式

# SettingsSectionAbout.Text
source: About
ja_jp: バージョン情報

# SettingsSectionAppearance.Text
source: Appearance
ja_jp: 表示

# SettingsSectionCapture.Text
source: Capture
ja_jp: 撮影

# SettingsSectionSave.Text
source: Saving
ja_jp: 保存

# SettingsSectionUpdate.Text
source: Updates
ja_jp: 更新

# SettingsTitleBar.Title
source: Settings
ja_jp: 設定

# SettingsUpdateCheckButton.Content
source: Check
ja_jp: 確認

# SettingsUpdateCheckCard.Description
source: Looks at the latest GitHub release once a day
ja_jp: 1 日 1 回、GitHub の最新リリースを確認します

# SettingsUpdateCheckCard.Header
source: Check for updates automatically
ja_jp: 更新を自動で確認する

# SettingsUpdateNowCard.Header
source: Check now
ja_jp: 今すぐ確認

# SettingsVersionFormat
source: Version {0} ({1})
ja_jp: バージョン {0}（{1}）

# TraySettings.Text
source: Settings...
ja_jp: 設定...

# UpdateAvailableFmt
source: Version {0} is available.
ja_jp: 新しいバージョン {0} があります。

# UpdateCancelButton
source: Cancel
ja_jp: キャンセル

# UpdateChecking
source: Checking...
ja_jp: 確認しています...

# UpdateConfirmButton
source: Continue
ja_jp: 続行

# UpdateDownloading
source: Downloading...
ja_jp: ダウンロードしています...

# UpdateErrorText
source: Couldn't check for updates. Please try again later.
ja_jp: 更新を確認できませんでした。しばらくしてからもう一度お試しください。

# UpdateLastCheckedFmt
source: Last checked: {0}
ja_jp: 最終確認: {0}

# UpdateLatest
source: You're on the latest version.
ja_jp: お使いのバージョンは最新です。

# UpdateNotChecked
source: Updates haven't been checked yet.
ja_jp: まだ更新を確認していません。

# UpdateOpenReleasePage
source: Open the release page
ja_jp: リリースページを開く

# UpdateRestartAndUpdate
source: Update and restart
ja_jp: 更新して再起動

# UpdateRestartConfirmBody
source: The new version is downloaded, swapped in, and the app restarts. A held window is released.
ja_jp: 新しいバージョンをダウンロードして置き換え、アプリを再起動します。固定中のウィンドウは解除されます。

# UpdateRestartConfirmTitle
source: Update and restart?
ja_jp: 更新して再起動しますか？

# UpdateSelfUpdateUnavailableFmt
source: {0} can't be installed from inside the app. Please download it from the release page.
ja_jp: {0} はアプリ内から更新できません。リリースページからダウンロードしてください。

# UpdateViaWinget
source: Update with winget
ja_jp: winget で更新

# UpdateWingetConfirmBody
source: The app exits and runs winget upgrade. A held window is released.
ja_jp: アプリを終了して winget upgrade を実行します。固定中のウィンドウは解除されます。

# UpdateWingetConfirmTitle
source: Update with winget?
ja_jp: winget で更新しますか？

# SettingsCaptureEffectCard.Description
source: How a fresh capture is presented
ja_jp: 撮った写真をどう見せるか

# SettingsCaptureEffectCard.Header
source: Capture effect
ja_jp: 撮影後のエフェクト

# SettingsCaptureEffectNone.Content
source: None
ja_jp: なし

# SettingsCaptureEffectPrint.Content
source: Print (flash and tilt)
ja_jp: プリント（フラッシュと傾き）
